Repository: dvallin/vesta
Catalog: Vesta/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, zh_hans

source: %@ marked as %@
de: %@ als %@ markiert
es: %@ marcado como %@
fr: %@ marqué comme %@
it: %@ segnato come %@
ja: %@を%@としてマーク
zh_hans: %@已标记为%@

source: %@ marked as done
de: %@ als erledigt markiert
es: %@ marcado como completado
fr: %@ marqué comme terminé
it: %@ segnato come fatto
ja: %@を完了としてマーク
zh_hans: %@已标记为完成

source: %@ marked as not purchased
de: %@ als nicht gekauft markiert
es: %@ marcado como no comprado
fr: %@ marqué comme non acheté
it: %@ segnato come non acquistato
ja: %@を未購入としてマーク
zh_hans: %@已标记为未购买

source: %@ marked as purchased
de: %@ als gekauft markiert
es: %@ marcado como comprado
fr: %@ marqué comme acheté
it: %@ segnato come acquistato
ja: %@を購入済みとしてマーク
zh_hans: %@已标记为已购买

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
zh_hans: 操作

source: Add Friend
de: Freund hinzufügen
es: Añadir amigo
fr: Ajouter un ami
it: Aggiungi amico
ja: 友達を追加
zh_hans: 添加好友

source: Add Item
de: Artikel hinzufügen
es: Añadir artículo
fr: Ajouter un article
it: Aggiungi articolo
ja: 項目を追加
zh_hans: 添加项目

source: Add items to your shopping list
de: Artikel zum Einkaufszettel hinzufügen
es: Añadir artículos a tu lista de la compra
fr: Ajouter des articles à votre liste
it: Aggiungi articoli alla lista
ja: 買い物リストに項目を追加
zh_hans: 添加项目到购物清单

source: Add Meal
de: Mahlzeit hinzufügen
es: Añadir comida
fr: Ajouter un repas
it: Aggiungi pasto
ja: 食事を追加
zh_hans: 添加餐食

source: Add Quantity
de: Menge hinzufügen
es: Añadir cantidad
fr: Ajouter une quantité
it: Aggiungi quantità
ja: 数量を追加
zh_hans: 添加数量

source: Add Recipe
de: Rezept hinzufügen
es: Añadir receta
fr: Ajouter une recette
it: Aggiungi ricetta
ja: レシピを追加
zh_hans: 添加菜谱

source: Add Shopping Item
de: Artikel hinzufügen
es: Añadir artículo de compra
fr: Ajouter un article de courses
it: Aggiungi articolo alla spesa
ja: 買い物項目を追加
zh_hans: 添加购物项目

source: Add Todo Item
de: Aufgabe hinzufügen
es: Añadir tarea
fr: Ajouter une tâche
it: Aggiungi attività
ja: ToDoを追加
zh_hans: 添加待办事项

source: Buy %@
de: %@ kaufen
es: Comprar %@
fr: Acheter %@
it: Compra %@
ja: %@を購入
zh_hans: 购买%@

source: Buy for: %@
de: Kaufen für: %@
es: Comprar para: %@
fr: Acheter pour : %@
it: Compra per: %@
ja: %@用に購入
zh_hans: 为%@购买

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
it: Completato
ja: 完了
zh_hans: 已完成

source: Continue Editing
de: Weiter bearbeiten
es: Continuar editando
fr: Continuer la modification
it: Continua modifica
ja: 編集を続ける
zh_hans: 继续编辑

source: Created Todo Item
de: Aufgabe erstellt
es: Tarea creada
fr: Tâche créée
it: Attività creata
ja: ToDo項目を作成
zh_hans: 已创建待办事项

source: cup
de: Tasse
es: taza
fr: tasse
it: tazza
ja: カップ
zh_hans: 杯

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
zh_hans: 日期

# date.relative.today
source: Today
de: Heute

# date.relative.today.with-time
source: Today, %@
de: Heute, %@

# date.relative.tomorrow
source: Tomorrow
de: Morgen

# date.relative.tomorrow.with-time
source: Tomorrow, %@
de: Morgen, %@

# date.relative.yesterday
source: Yesterday
de: Gestern

# date.relative.yesterday.with-time
source: Yesterday, %@
de: Gestern, %@

# Default display name
source: No Name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Nessun nome
ja: 名前なし
zh_hans: 无名称

# Default friend display name
source: No Name
de: Kein Name
es: Sin nombre
fr: Sans nom
it: Nessun nome
ja: 名前なし
zh_hans: 无名称

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ja: 説明
zh_hans: 描述

source: Discard
de: Verwerfen
es: Descartar
fr: Abandonner
it: Elimina
ja: 破棄
zh_hans: 放弃

source: Discard Changes?
de: Änderungen verwerfen?
es: ¿Descartar cambios?
fr: Abandonner les modifications ?
it: Eliminare le modifiche?
ja: 変更を破棄しますか？
zh_hans: 放弃更改？

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
zh_hans: 完成

source: Due Date
de: Fälligkeit
es: Fecha límite
fr: Date d'échéance
it: Scadenza
ja: 期限
zh_hans: 截止日期

source: Due Date & Recurrence
de: Fälligkeit & Wiederholung
es: Fecha límite y repetición
fr: Échéance & Récurrence
it: Scadenza e ricorrenza
ja: 期限と繰り返し
zh_hans: 截止日期和重复

source: Due Date: %@
de: Fälligkeit: %@
es: Fecha límite: %@
fr: Date d'échéance : %@
it: Scadenza: %@
ja: 期限: %@
zh_hans: 截止日期：%@

source: Edit Category
de: Kategorie bearbeiten
es: Editar categoría
fr: Modifier la catégorie
it: Modifica categoria
ja: カテゴリを編集
zh_hans: 编辑类别

source: Edit Description
de: Beschreibung bearbeiten
es: Editar descripción
fr: Modifier la description
it: Modifica descrizione
ja: 説明を編集
zh_hans: 编辑描述

source: Edit Details
de: Details bearbeiten
es: Editar detalles
fr: Modifier les détails
it: Modifica dettagli
ja: 詳細を編集
zh_hans: 编辑详情

source: Edit Due Date
de: Fälligkeitsdatum bearbeiten
es: Editar fecha límite
fr: Modifier l'échéance
it: Modifica scadenza
ja: 期限を編集
zh_hans: 编辑截止日期

source: Edit Ignore Time Component
de: Zeitkomponente ignorieren
es: Editar ignorar componente de tiempo
fr: Modifier l'ignorance du composant de temps
it: Modifica ignoranza del componente di tempo
ja: 時間コンポーネントを無視する
zh_hans: 时间组件忽略

source: Edit Is Completed
de: Abgeschlossen-Status bearbeiten
es: Editar estado de completado
fr: Modifier l'état d'achèvement
it: Modifica completamento
ja: 完了状態を編集
zh_hans: 编辑完成状态

source: Edit Priority
de: Priorität bearbeiten
es: Editar prioridad
fr: Modifier la priorité
it: Modifica priorità
ja: 優先度を編集
zh_hans: 编辑优先级

source: Edit Recurrence Frequency
de: Wiederholungsfrequenz bearbeiten
es: Editar frecuencia de repetición
fr: Modifier la fréquence de récurrence
it: Modifica frequenza ricorrenza
ja: 繰り返し頻度を編集
zh_hans: 编辑重复频率

source: Edit Recurrence Type
de: Wiederholungstyp bearbeiten
es: Editar tipo de repetición
fr: Modifier le type de récurrence
it: Modifica tipo ricorrenza
ja: 繰り返しタイプを編集
zh_hans: 编辑重复类型

source: Edit Title
de: Titel bearbeiten
es: Editar título
fr: Modifier le titre
it: Modifica titolo
ja: タイトルを編集
zh_hans: 编辑标题

source: Email or username
de: E-Mail oder Benutzername
es: Email o nombre de usuario
fr: Email ou nom d'utilisateur
it: Email o nome utente
ja: メールアドレスまたはユーザー名
zh_hans: 电子邮件或用户名

source: Enable Due Date
de: Fälligkeit aktivieren
es: Activar fecha límite
fr: Activer la date d'échéance
it: Abilita scadenza
ja: 期限を設定
zh_hans: 启用截止日期

source: Enter an email or username to find friends
de: Gib eine E-Mail oder einen Benutzernamen ein, um Freunde zu finden
es: Introduce un email o nombre de usuario para encontrar amigos
fr: Entrez un email ou nom d'utilisateur pour trouver des amis
it: Inserisci un'email o un nome utente per trovare amici
ja: 友達を探すにはメールアドレスまたはユーザー名を入力
zh_hans: 输入电子邮件或用户名查找好友

source: Enter category
de: Kategorie eingeben
es: Introducir categoría
fr: Saisir la catégorie
it: Inserisci categoria
ja: カテゴリを入力
zh_hans: 输入类别

source: Enter email or username to find friends
de: E-Mail oder Benutzername eingeben, um Freunde zu finden
es: Introduce email o nombre de usuario para encontrar amigos
fr: Entrez un email ou nom d'utilisateur pour trouver des amis
it: Inserisci email o nome utente per trovare amici
ja: 友達を探すにはメールアドレスまたはユーザー名を入力
zh_hans: 输入电子邮件或用户名查找好友

source: Enter recipe title
de: Rezepttitel eingeben
es: Introducir título de la receta
fr: Saisir le titre de la recette
it: Inserisci titolo ricetta
ja: レシピ名を入力
zh_hans: 输入菜谱标题

source: Environment not configured
de: Umgebung nicht konfiguriert
es: Entorno no configurado
fr: Environnement non configuré
it: Ambiente non configurato
ja: 環境が設定されていません
zh_hans: 环境未配置

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
zh_hans: 错误

source: Error saving meal: %@
de: Fehler beim Speichern der Mahlzeit: %@
es: Error al guardar la comida: %@
fr: Erreur lors de l'enregistrement du repas : %@
it: Errore nel salvare il pasto: %@
ja: 食事の保存エラー: %@
zh_hans: 保存餐食时出错：%@

source: Error saving recipe: %@
de: Fehler beim Speichern des Rezepts: %@
es: Error al guardar la receta: %@
fr: Erreur lors de l'enregistrement de la recette : %@
it: Errore nel salvare la ricetta: %@
ja: レシピの保存エラー: %@
zh_hans: 保存菜谱时出错：%@

source: Error saving todo item: %@
de: Fehler beim Speichern der Aufgabe: %@
es: Error al guardar la tarea: %@
fr: Erreur lors de l'enregistrement de la tâche : %@
it: Errore nel salvare l'attività: %@
ja: ToDoの保存エラー: %@
zh_hans: 保存待办事项时出错：%@

source: Error searching users
de: Fehler beim Suchen nach Benutzern
es: Error al buscar usuarios
fr: Erreur lors de la recherche d'utilisateurs
it: Errore nella ricerca di utenti
ja: ユーザー検索中のエラー
zh_hans: 搜索用户时出错

source: Every
de: Alle
es: Cada
fr: Tous les
it: Ogni
ja: 毎
zh_hans: 每

source: Exclude
de: Ausschließen
es: Excluir
fr: Exclure
it: Escludi
ja: 除外
zh_hans: 排除

source: Failed to accept invite
de: Einladung konnte nicht angenommen werden
es: Error al aceptar la invitación
fr: Échec de l'acceptation de l'invitation
it: Impossibile accettare l'invito
ja: 招待の承認に失敗しました
zh_hans: 接受邀请失败

source: Failed to decline invite
de: Einladung konnte nicht abgelehnt werden
es: Error al rechazar la invitación
fr: Échec du refus de l'invitation
it: Impossibile rifiutare l'invito
ja: 招待の拒否に失敗しました
zh_hans: 拒绝邀请失败

source: Failed to send invite
de: Einladung konnte nicht gesendet werden
es: Error al enviar la invitación
fr: Échec de l'envoi de l'invitation
it: Invio invito fallito
ja: 招待の送信に失敗しました
zh_hans: 发送邀请失败

source: Filter Criteria
de: Filterkriterien
es: Criterios de filtro
fr: Critères de filtrage
it: Criteri filtro
ja: フィルター条件
zh_hans: 筛选条件

source: Filter Mode
de: Filtermodus
es: Modo de filtro
fr: Mode de filtrage
it: Modalità filtro
ja: フィルターモード
zh_hans: 筛选模式

source: Filter Shopping List
de: Einkaufszettel filtern
es: Filtrar lista de la compra
fr: Filtrer la liste
it: Filtra lista della spesa
ja: 買い物リストを絞り込む
zh_hans: 筛选购物清单

source: Fixed Recurrence
de: Feste Wiederholung
es: Recurrencia fija
fr: Récurrence fixe
it: Ricorrenza fissa
ja: 固定の繰り返し
zh_hans: 固定重复

source: Friends
de: Freunde
es: Amigos
fr: Amis
it: Amici
ja: 友達
zh_hans: 好友

source: Generate
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
zh_hans: 生成

source: Generate Shopping List
de: Einkaufszettel generieren
es: Generar lista de la compra
fr: Générer la liste de courses
it: Genera lista della spesa
ja: 買い物リストを生成
zh_hans: 生成购物清单

source: Ignore Time Component
de: Zeitkomponente ignorieren
es: Ignorar componente de tiempo
fr: Ignorer le composant de temps
it: Ignora componente tempo
ja: 時間コンポーネントを無視
zh_hans: 忽略时间组件

source: Include
de: Einschließen
es: Incluir
fr: Inclure
it: Includi
ja: 含める
zh_hans: 包含

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
ja: 材料
zh_hans: 食材

source: Interval
de: Intervall
es: Intervalo
fr: Intervalle
it: Intervallo
ja: 間隔
zh_hans: 间隔

source: Invite Sent
de: Einladung gesendet
es: Invitación enviada
fr: Invitation envoyée
it: Invito inviato
ja: 招待を送信しました
zh_hans: 邀请已发送

source: Invite service not available
de: Einladungsdienst nicht verfügbar
es: Servicio de invitaciones no disponible
fr: Service d'invitation non disponible
it: Servizio inviti non disponibile
ja: 招待サービスは利用できません
zh_hans: 邀请服务不可用

source: Invites
de: Einladungen
es: Invitaciones
fr: Invitations
it: Inviti
ja: 招待
zh_hans: 邀请

source: Item Details
de: Artikeldetails
es: Detalles del artículo
fr: Détails de l'article
it: Dettagli articolo
ja: 項目の詳細
zh_hans: 项目详情

source: Item Name
de: Artikelname
es: Nombre del artículo
fr: Nom de l'article
it: Nome articolo
ja: 項目名
zh_hans: 项目名称

source: Mark as Done
de: Als erledigt markieren
es: Marcar como completado
fr: Marquer comme terminé
it: Segna come fatto
ja: 完了としてマーク
zh_hans: 标记完成

source: Meal Plan
de: Essensplan
es: Plan de comidas
fr: Plan de repas
it: Piano pasti
ja: 食事プラン
zh_hans: 餐食计划

source: Meal Type: %@
de: Mahlzeitenart: %@
es: Tipo de comida: %@
fr: Type de repas : %@
it: Tipo pasto: %@
ja: 食事タイプ: %@
zh_hans: 餐食类型：%@

# meal.detail-view.due-date.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
zh_hans: 移除

# meal.detail-view.due-date.set
source: Set Due Date
de: Fälligkeitsdatum festlegen
es: Establecer fecha límite
fr: Définir la date d'échéance
it: Imposta scadenza
ja: 期限を設定
zh_hans: 设置截止日期

# meal.mealtype.breakfast
source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit déjeuner
it: Colazione
ja: 朝食
zh_hans: 早餐

# meal.mealtype.dinner
source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
ja: 夕食
zh_hans: 晚餐

# meal.mealtype.lunch
source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
it: Pranzo
ja: 昼食
zh_hans: 午餐

source: Meals
de: Essensplan
es: Comidas
fr: Repas
it: Pasti
ja: 食事
zh_hans: 餐食

source: Needed by: %@
de: Benötigt bis: %@
es: Necesario para: %@
fr: Nécessaire pour : %@
it: Necessario entro: %@
ja: 必要日: %@
zh_hans: 需要日期：%@

source: Next Meal
de: Nächste Mahlzeit
es: Próxima comida
fr: Prochain repas
it: Prossimo pasto
ja: 次の食事
zh_hans: 下一餐

source: No categories available
de: Keine Kategorien verfügbar
es: No hay categorías disponibles
fr: Aucune catégorie disponible
it: Nessuna categoria disponibile
ja: 利用可能なカテゴリがありません
zh_hans: 没有可用类别

source: No due date
de: Kein Fälligkeitsdatum
es: Sin fecha límite
fr: Sans échéance
it: Nessuna scadenza
ja: 期限なし
zh_hans: 无截止日期

source: No friends added yet
de: Noch keine Freunde hinzugefügt
es: Aún no has añadido amigos
fr: Aucun ami ajouté
it: Nessun amico aggiunto
ja: まだ友達が追加されていません
zh_hans: 尚未添加好友

source: No Invites
de: Keine Einladungen
es: Sin invitaciones
fr: Aucune invitation
it: Nessun invito
ja: 招待なし
zh_hans: 无邀请

source: No items visible right now.
de: Derzeit keine Einträge sichtbar.
es: No hay elementos visibles ahora.
fr: Aucun élément visible pour le moment.
it: Nessun elemento visibile al momento.
ja: 表示項目がありません。
zh_hans: 当前没有可见项目。

source: No quantity specified
de: Keine Menge angegeben
es: Cantidad no especificada
fr: Aucune quantité spécifiée
it: Nessuna quantità specificata
ja: 数量未指定
zh_hans: 未指定数量

source: No Recurrence
de: Keine Wiederholung
es: Sin recurrencia
fr: Aucune récurrence
it: Nessuna ricorrenza
ja: 繰り返しなし
zh_hans: 不重复

source: No Results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
zh_hans: 无结果

source: No Shopping Items
de: Keine Artikel
es: No hay artículos
fr: Aucun article
it: Nessun articolo
ja: 買い物項目なし
zh_hans: 无购物项目

source: No Todo Items
de: Keine Aufgaben
es: No hay tareas
fr: Aucune tâche
it: Nessuna attività
ja: ToDo項目なし
zh_hans: 无待办事项

source: No users found with that email or username
de: Keine Benutzer mit dieser E-Mail oder diesem Benutzernamen gefunden
es: No se encontraron usuarios con ese email o nombre de usuario
fr: Aucun utilisateur trouvé avec cet email ou nom d'utilisateur
it: Nessun utente trovato con questa email o nome utente
ja: そのメールアドレスまたはユーザー名のユーザーが見つかりません
zh_hans: 未找到使用该电子邮件或用户名的用户

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
zh_hans: 无

source: not purchased
de: nicht gekauft
es: no comprado
fr: non acheté
it: non acquistato
ja: 未購入
zh_hans: 未购买

source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
it: Non hai effettuato l'accesso
ja: サインインしていません
zh_hans: 未登录

source: Only Today
de: Nur Heute
es: Solo Hoy
fr: Seulement aujourd'hui
it: Solo oggi
ja: 今日のみ
zh_hans: 仅今天

source: Overdue
de: Überfällig
es: Vencido
fr: En retard
it: Scaduto
ja: 期限超過
zh_hans: 逾期

source: pc
de: Stk
es: ud
fr: pce
it: pz
ja: 個
zh_hans: 个

source: Planned for: %@
de: Geplant für: %@
es: Planificado para: %@
fr: Prévu pour : %@
it: Pianificato per: %@
ja: 予定日: %@
zh_hans: 计划用于：%@

source: Please add at least one ingredient.
de: Bitte fügen Sie mindestens eine Zutat hinzu.
es: Por favor, añade al menos un ingrediente.
fr: Veuillez ajouter au moins un ingrédient.
it: Aggiungi almeno un ingrediente.
ja: 少なくとも1つの材料を追加してください。
zh_hans: 请至少添加一种食材。

source: Please enter a recipe title.
de: Bitte geben Sie einen Rezepttitel ein.
es: Por favor, introduce un título para la receta.
fr: Veuillez saisir un titre de recette.
it: Inserisci il titolo della ricetta.
ja: レシピ名を入力してください。
zh_hans: 请输入菜谱标题。

source: Please enter a todo title
de: Bitte geben Sie einen Aufgabentitel ein
es: Por favor, introduce un título para la tarea
fr: Veuillez saisir un titre pour la tâche
it: Inserisci un titolo per l'attività
ja: ToDoのタイトルを入力してください
zh_hans: 请输入待办标题

source: Please enter an ingredient name.
de: Bitte geben Sie einen Zutatennamen ein.
es: Por favor, introduce un nombre de ingrediente.
fr: Veuillez saisir un nom d'ingrédient.
it: Inserisci il nome dell'ingrediente.
ja: 材料名を入力してください。
zh_hans: 请输入食材名称。

source: Please select a recipe
de: Bitte wählen Sie ein Rezept
es: Por favor, selecciona una receta
fr: Veuillez sélectionner une recette
it: Seleziona una ricetta
ja: レシピを選択してください
zh_hans: 请选择菜谱

source: Priority & Category
de: Priorität & Kategorie
es: Prioridad y categoría
fr: Priorité & Catégorie
it: Priorità e Categoria
ja: 優先度とカテゴリ
zh_hans: 优先级和类别

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
zh_hans: 个人资料

source: purchased
de: gekauft
es: comprado
fr: acheté
it: acquistato
ja: 購入済み
zh_hans: 已购买

source: Purchased
de: Gekauft
es: Comprado
fr: Acheté
it: Acquistato
ja: 購入済み
zh_hans: 已购买

source: Qty
de: Menge
es: Cant
fr: Qté
it: Qtà
ja: 数量
zh_hans: 数量

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
ja: 量
zh_hans: 数量

source: Quantity: %.1f %@
de: Menge: %.1f %@
es: Cantidad: %.1f %@
fr: Quantité : %.1f %@
it: Quantità: %.1f %@
ja: 数量: %.1f %@
zh_hans: 数量：%.1f %@

source: Received
de: Erhalten
es: Recibidas
fr: Reçues
it: Ricevuti
ja: 受信済み
zh_hans: 已接收

source: Recipe
de: Rezept
es: Receta
fr: Recette
it: Ricetta
ja: レシピ
zh_hans: 菜谱

source: Recipe: %@
de: Rezept: %@
es: Receta: %@
fr: Recette : %@
it: Ricetta: %@
ja: レシピ: %@
zh_hans: 菜谱：%@

source: Recipes
de: Rezepte
es: Recetas
fr: Recettes
it: Ricette
ja: レシピ
zh_hans: 菜谱

source: Related Meals
de: Zugehörige Mahlzeiten
es: Comidas relacionadas
fr: Repas associés
it: Pasti correlati
ja: 関連する食事
zh_hans: 相关餐食

source: Reschedule all overdue tasks to today
de: Alle überfälligen Aufgaben auf heute verschieben
es: Reprogramar todas las tareas vencidas para hoy
fr: Replanifier toutes les tâches en retard à aujourd'hui
it: Ripianifica tutte le attività scadute a oggi
ja: すべての期限超過タスクを今日に再設定
zh_hans: 将所有逾期任务重排至今天

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
zh_hans: 搜索

source: Search for Friends
de: Nach Freunden suchen
es: Buscar amigos
fr: Rechercher des amis
it: Cerca amici
ja: 友達を検索
zh_hans: 查找好友

source: Sent
de: Gesendet
es: Enviadas
fr: Envoyées
it: Inviati
ja: 送信済み
zh_hans: 已发送

source: Sent %@
de: Gesendet %@
es: Enviado %@
fr: Envoyé %@
it: Inviato %@
ja: 送信 %@
zh_hans: 发送于 %@

source: Share Meal Plans
de: Essenspläne teilen
es: Compartir planes de comida
fr: Partager les plans de repas
it: Condividi piani pasto
ja: 食事プランを共有
zh_hans: 共享膳食计划

source: Share Shopping List
de: Einkaufsliste teilen
es: Compartir lista de la compra
fr: Partager la liste de courses
it: Condividi lista della spesa
ja: 買い物リストを共有
zh_hans: 共享购物清单

source: Share Todo Categories
de: Aufgabenkategorien teilen
es: Compartir categorías de tareas
fr: Partager les catégories de tâches
it: Condividi categorie attività
ja: ToDoカテゴリを共有
zh_hans: 共享待办类别

source: Sharing Preferences
de: Freigabeeinstellungen
es: Preferencias de compartir
fr: Préférences de partage
it: Preferenze di condivisione
ja: 共有設定
zh_hans: 共享设置

source: Shopping
de: Einkauf
es: Compras
fr: Courses
it: Spesa
ja: 買い物
zh_hans: 购物

source: Shopping item
de: Artikel
es: Artículo
fr: Article
it: Articolo
ja: 買い物項目
zh_hans: 购物项目

source: Shopping List
de: Einkaufszettel
es: Lista de la compra
fr: Liste de courses
it: Lista della spesa
ja: 買い物リスト
zh_hans: 购物清单

source: Show All
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ja: すべて表示
zh_hans: 显示全部

source: Show Completed Items
de: Abgeschlossene Einträge anzeigen
fr: Afficher les éléments terminés

source: Show Purchased Items
de: Gekaufte Artikel anzeigen
es: Mostrar artículos comprados
fr: Afficher les articles achetés
it: Mostra articoli acquistati
ja: 購入済み項目を表示
zh_hans: 显示已购买项目

source: tbsp
de: EL
es: cda
fr: c.à.s
it: cuc.
ja: 大さじ
zh_hans: 汤匙

source: There are overdue tasks
de: Es gibt überfällige Aufgaben
es: Hay tareas vencidas
fr: Il y a des tâches en retard
it: Ci sono attività scadute
ja: 期限超過タスクがあります
zh_hans: 有逾期任务

source: This user is already in your friends list
de: Dieser Benutzer ist bereits in deiner Freundesliste
es: Este usuario ya está en tu lista de amigos
fr: Cet utilisateur est déjà dans votre liste d'amis
it: Questo utente è già nella tua lista di amici
ja: このユーザーはすでに友達リストにいます
zh_hans: 该用户已在您的好友列表中

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
zh_hans: 标题

source: Title: %@
de: Titel: %@
es: Título: %@
fr: Titre : %@
it: Titolo: %@
ja: タイトル: %@
zh_hans: 标题：%@

source: today
de: heute
es: hoy
fr: aujourd'hui
it: oggi
ja: 今日
zh_hans: 今天

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
zh_hans: 今天

source: Todo Details
de: Aufgabendetails
es: Detalles de la tarea
fr: Détails de la tâche
it: Dettagli attività
ja: ToDoの詳細
zh_hans: 待办详情

source: Todo Events
de: Aufgaben-Events
es: Eventos pendientes
fr: Événements à faire
it: Eventi da fare
ja: ToDoイベント
zh_hans: 待办事件

source: Todo Item
de: Aufgabe
es: Tarea pendiente
fr: Tâche
it: Attività
ja: ToDo項目
zh_hans: 待办事项

# todos.filter-mode.all
source: All Tasks
de: Alle Aufgaben
es: Todas las tareas
fr: Toutes les tâches
it: Tutte le attività
ja: すべてのタスク
zh_hans: 所有任务

# todos.filter-mode.completed
source: Completed Tasks
de: Abgeschlossene Aufgaben
es: Tareas completadas
fr: Tâches terminées
it: Attività completate
ja: 完了したタスク
zh_hans: 已完成任务

# todos.filter-mode.next-three
source: Next 3 Days
de: Nächste 3 Tage
es: Próximos 3 días
fr: Prochains 3 jours
it: Prossimi 3 giorni
ja: 今後3日間
zh_hans: 未来3天

# todos.filter-mode.no-due-date
source: No Due Date
de: Kein Fälligkeitsdatum
es: Sin fecha límite
fr: Sans échéance
it: Nessuna scadenza
ja: 期限なし
zh_hans: 无截止日期

# todos.filter-mode.overdue
source: Overdue Tasks
de: Überfällige Aufgaben
es: Tareas vencidas
fr: Tâches en retard
it: Attività scadute
ja: 期限超過タスク
zh_hans: 逾期任务

# todos.filter-mode.today
source: Today's Tasks
de: Heutige Aufgaben
es: Tareas de hoy
fr: Tâches du jour
it: Attività di oggi
ja: 今日のタスク
zh_hans: 今日任务

# todos.quick-filter-view.categories.all
source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
it: Tutte le categorie
ja: すべてのカテゴリ
zh_hans: 所有类别

# todos.quick-filter-view.categories.none
source: No Category
de: Keine Kategorie
es: Sin categoría
fr: Aucune catégorie
it: Nessuna categoria
ja: カテゴリなし
zh_hans: 无类别

# todos.quick-filter-view.priorities.all
source: All Priorities
de: Alle Prioritäten
es: Todas las prioridades
fr: Toutes les priorités
it: Tutte le priorità
ja: すべての優先度
zh_hans: 所有优先级

# todos.quick-filter-view.priority.all
source: All Priorities
de: Alle Prioritäten
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
zh_hans: 优先级

# todos.quick-filter-view.priority.default
source: Priority
de: Priorität
es: Prioridad
fr: Priorité
it: Priorità
ja: 優先度
zh_hans: 优先级

# todos.quick-filter-view.priority.high
source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
ja: 高
zh_hans: 高

# todos.quick-filter-view.priority.highest
source: Highest
de: Höchste
es: Más alta
fr: Très haute
it: Massima
ja: 最高
zh_hans: 最高

# todos.quick-filter-view.priority.low
source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa
ja: 低
zh_hans: 低

# todos.quick-filter-view.priority.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
zh_hans: 中

# todos.recurrence-frequency.daily
source: days
de: Tage
es: Diario
fr: jours
it: Giornaliero
ja: 日
zh_hans: 天

# todos.recurrence-frequency.monthly
source: months
de: Monate
es: Mensual
fr: mois
it: Mensile
ja: 月
zh_hans: 月

# todos.recurrence-frequency.weekly
source: weeks
de: Wochen
es: Semanal
fr: semaines
it: Settimanale
ja: 週
zh_hans: 周
